export default {
  main_view: {
    home: "Главная",
    vacancies: "Вакансии",
    about: "О нас",
    apply: "Подать заявку",
    rights: "© 2022 • PeoplePro • All rights reserved",
    apply_text: "Подписаться на рассылку",
    mail: "Ваш email",
    follow: "Подписаться",
    jobs: "Ищу работу",
    people: "Нужен сотрудник"
  },
  form: {
    email: "Email address"
  },
  home: {
    find_dream_job: "Найдите <br> Работу мечты",
    find_dream_job_desc: "Вы можете найти подходящую работу или разместить свое резюме, чтобы работодатели могли вас найти.",
    last_vacancies: "Последние вакансии",
    search_job: "Ищу работу",
    search_employer: "Ищу сотрудника",
    partners: "Наши партнеры",
    joblessness: {
      stats: "Краткая Статистика",
      title: "Безработных в Казахстане стало больше в годовом выражении",
      desc: "Краткая Статистика",
      level: "уровень безработицы <br> в Казахстане",
      number: "тысяч человек <br> зарегистрированы в органах <br> занятости как безработные",
      markets: [
        {
          title: "Сводка Рынка <br> за 2021год",
          desc: "По данным Бюро национальной статистики, в 2020 году уровень безработицы в Казахстане увеличился"
        },
        {
          title: "Статистика в разрезе <br> всех регионов РК",
          desc: "По данным Бюро национальной статистики, в 2020 году уровень безработицы в Казахстане увеличился"
        },
        {
          title: "10 причин для отказа <br> потенциальных работодателей",
          desc: "По данным Бюро национальной статистики, в 2020 году уровень безработицы в Казахстане увеличился"
        }
      ]
    },
    about: "О нас",
    about_us: [
      {
        content: "PeoplePro - это команда оказывающая услуги по подбору компетентных сотрудников компаниям. Оказываем консультативную помощь в вопросах управления персоналом."
      },
      {
        content: "Мы поможем вам сформировать уникальную кадровую стратегию, поспособствуем созданию сплочённой команды профессионалов, а также оказываем услуги по оценке персонала по методу DISC."
      },
      {
        content: "Мы помогаем малому и среднему бизнесу выстроить грамотную кадровую политику в зависимости особенностей бизнеса."
      },
      {
        content: "Наша команда недавно на рынке Алматы, но наши члены команды имеют огромный профессиональный и жизненный опыт по управлению персоналом, что способствует почувствовать проблемы руководителей компании."
      },
      {
        content: "При подборе персонала мы работаем без предоплаты."
      },
      {
        content: "Мы сопровождаем сотрудника на исполнительном сроке и даём гарантию по замене кандидата."
      },

    ]
  },
  vacancies: {
    title: "Последние вакансии",
    dropdown: "Самые последние вакансии",
    show_more: "Показать больше",
    man: "Мужчина",
    woman: "Женщина"
  },
  card: {
    view: "Откликнуться",
    month: "/месяц"
  },
  cv: {
    title: "Создание нового резюме",
    desc: "Для поиска подходящих вакансии для вас, вы должны заполнить подробное резюме о себе, либо загрузить готовое резюме в форматах pdf, doc, docx. Для начала, ответьте на следущие вопросы и выберите дальнейщее действие.",
    name: "Имя",
    surname: "Фамилия",
    gender: "Пол",
    experience: "Опыт работы",
    position: "Желаемая должность",
    salary: "Зарплата",
    city: "Город",
    phone: "Телефон",
    email: "Электронная почта",
    attach: "Прикрепить файл",
    send: "Отправить",
    attach_cv: "Прикрепить Резюме*",
    attach_logo: "Прикрепить Логотип Компании*"
  },
  employer: {
    title: "Создании объявлении о вакансии",
    desc: "Для поиска подходящих кадров для вас, вы должны заполнить подробное описание позиции и предоставить информацию о компании.",
    company: "Данные о компании",
    company_name: "Название компании",
    company_info: "Информация о вакансии",
    contacts: "Данные контактного лица либо представителя компании",
    company_site: "Веб сайт компании (если имеется)",
    position: "Должность",
    employment: "Тип занятости",
    city: "Город",
    salary: "Предлагаемая зарплата",
    experience: "Опыт работы",
    position_desc: "Описание позиции (не больше 150 символов)",
    name: "Имя Фамилия",
    phone: "Телефон",
    email: "Электронная почта",
    full: "Полная",
    half: "Частичная",
    online: "Удаленно"
  },
  success: {
    title: "Спасибо что доверяете нам!",
    desc: "Ваши данные обрабатываются, в скором времени <br> с Вами свяжется один из наших менеджеров"
  },
  about: {
      title: 'О нас',
      desc: 'Описание'
  }
};
